Repository: raccoongang/openedx-wallet
Catalog: openedx_wallet/conf/locale/*/LC_MESSAGES/django.po
Languages: eo

source: Data model
eo: Dätä mödél Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Required. Valid DID value.
eo: Réqüïréd. Välïd DÌD välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Optional. Should be future date.
eo: Öptïönäl. Shöüld ßé fütüré däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Open edX Wallet
eo: Öpén édX Wällét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Open edX Wallet: Result
eo: Öpén édX Wällét: Résült Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Open edX Sandbox Wallet
eo: Öpén édX Sändßöx Wällét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Issued verifiable credential
eo: Ìssüéd vérïfïäßlé çrédéntïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Back to Setup page
eo: Bäçk tö Sétüp pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Request more
eo: Réqüést möré Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Download
eo: Döwnlöäd Ⱡ'σяєм ιρѕυм ∂#

source: Open edX Wallet: Setup
eo: Öpén édX Wällét: Sétüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Verifiable credential issuance setup
eo: Vérïfïäßlé çrédéntïäl ïssüänçé sétüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Issuance line:
eo: Ìssüänçé lïné: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Issuer DID:
eo: Ìssüér DÌD: Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Issue
eo: Ìssüé Ⱡ'σяєм ιρѕ#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#

source: Something went wrong...
eo: Söméthïng wént wröng... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
